export const faq = [
  {
    id: 0,
    question: "지원 시 필요한 자격 조건이 있나요?",
    answer:
      "필수적인 지원 요건은 없으나, 프로젝트를 진행하였던 경험이 있는 분들을 우선적으로 볼 예정이에요.",
  },
  {
    id: 1,
    question: "활동 기간이 어떻게 되나요?",
    answer: "23년 9월부터 24년 2월까지 활동해요.",
  },
  {
    id: 2,
    question: "동아리 정기 모임은 언제인가요?",
    answer:
      "정기 모임은 매달 마지막 주 목요일 18시이며 파트별 일정은 후에 정해질 예정이에요. 9월 정기 모임은 9월 21일이에요.",
  },
  {
    id: 3,
    question: "왜 “코딩보틀”인가요?",
    answer:
      "빠니보틀에서 영감을 받아 여행하며 코딩하는 낭만 동아리를 추구해요.",
  },
  {
    id: 4,
    question: "“코딩보틀”만의 매력이 뭔 지 궁금해요",
    answer:
      "쉽게 찾기 어려운 디자인 파트와의 협업을 진행한다는 점과, 같은 직군의 개발자분들과의 만남 그리고 타 직군과의 협업으로 한 학기 동안 진행하는 대형 프로젝트를 경험할 수 있어요.",
  },
  {
    id: 5,
    question: "문의할 사항이 있어요",
    answer:
      "추가적으로 문의하실 사항이 있다면 하단의 채널톡으로 문의가 가능해요. 혹은 아래 적힌 메일이나 인스타그램으로 연락주세요. Email : codingbottleskhu@gmail.com, Instagram : @codingbottle",
  },
  {
    id: 6,
    question: "중복지원이 가능한가요?",
    answer:
      "직군 간 중복 지원은 불가능해요. 중복 지원자의 경우 지원 내역 모두 무효 처리될 예정이에요.",
  },
  {
    id: 7,
    question: "직장인/휴학생/졸업유예생도 활동할 수 있나요?",
    answer:
      "위 활동 기간 동안 적극적으로 참여할 수 있는 분이라면 모두 지원 가능해요.",
  },
];
