// 웹
export const WEB_TODO = [
  "개발에 공통적으로 필요한 기술, 소프트 스킬 등을 배우고 공유해요.",
  "이유있는 코드를 작성하는 개발자가 되기 위해 꼬꼬무 (꼬리에 꼬리를 무는) 스터디를 진행해요.",
  "협업하고 소통하며 서비스의 사용성과 접근성을 목표로 서비스를 개발해요.",
  "운영진과 멤버의 개념이 아닌 모두가 수평적으로 공유하고 배워나가요.",
  "실제 운영될 수 있는 서비스를 제작 및 배포해요.",
];
export const WEB_ONEWORD =
  "WEB파트에서 개발 역량과 문제 해결 능력을 바탕으로 함께 성장해요 !";
export const WEB_NOTION = "https://url.kr/93mnyg";

// 서버
export const SERVER_TODO = [
  "웹이나 모바일 앱과 같은 클라이언트와 상호작용하는 백엔드 서버 애플리케이션을 개발합니다.",
  "9월 말까지는 파트별 스터디를 진행합니다.",
  "이후 다음해 2월까지는 다른 파트(웹, 모바일, 디자인)의 팀원들과 함께 프로젝트를 진행하며 빈틈 없고 완성도 높은 서버를 개발하는 것을 목표로 합니다.",
  "6개월 동안의 항해를 통해 실력을 쌓고, 추억을 만들고, 자랑스러운 포트폴리오를 만들어 봅시다!",
];
export const SERVER_ONEWORD =
  "장인정신을 담아 든든한 서버국밥 한 그릇을 만들어 봅시다!";
export const SERVER_NOTION = "https://url.kr/cz871l";

// 모바일
export const MOBILE_TODO = [
  "모바일 앱 개발의 역량 향상을 위하여 모바일 파트 스터디 시간을 가지며 앱 개발을 위한 기초 프로그래밍 지식에 대해 공부하고, 이를 서로 공유해요.",
  "9월 말 프로젝트 팀이 완성되면 여러 팀원들과 협업을 통해 앱을 개발하고 배포까지 경험해 볼 수 있어요.",
  "모든 모바일 파트 팀원들과 협업하는 경험을 가지며, 어플리케이션를 제작 및 배포까지 경험할 수 있어요.",
  "모바일 개발 혹은 새로 나오는 기술들에 대한 이야기를 나눌 수 있어요. (WWDC 같이보기 등)",
];
export const MOBILE_ONEWORD =
  "사용자의 편의를 품은 완벽한 앱을 함께 만들어보아요!";
export const MOBILE_NOTION = "https://url.kr/hz7rpt";

// 디자인
export const DESIGN_TODO = [
  "기획을 기반으로 실제 유저가 접하게 될 화면은 그래픽 툴을 이용해서 디자인합니다.",
  "9월말 프로젝트 팀이 완성되면, 웹과 모바일 팀과 협업하여 웹, 앱 디자인을 구상합니다.",
  "구글, 애플, IBM 디자인 시스템에 대해서 같이 공부하고 이야기합니다.",
  "사용자 만족 경험을 극대화 시킨 디자인을 만들어 냅니다.",
];
export const DESIGN_ONEWORD = "사용성이 좋은 디자인을 만들자!!";
export const DESIGN_NOTION = "https://url.kr/6ujmyz";
